[
    {
      "Name": "Budín de bacalao con espinacas",
      "Ingredients_ID":[0,1,2,3,5,6,7],
      "Ingredients": [
        "2 lomos bacalao gorditos",
        "1 clara de huevo",
        "100 gr espinacas cocidas y escurridas",
        "200 ml nata 0/0 o leche evaporada",
        "1 trocito corteza de limón",
        "al gusto Sal, pimienta, nuez moscada",
        "Queso en polvo opcional",
        "Mantequilla para engrasar"
      ],
      "Steps": [
        "Paso 1\n\nSe le quita al bacalao la piel y se seca con papel absorvente",
        "Paso 2\n\nEn el vaso de la batidora se echa una clara de huevo, el bacalao y la nata con la sal, pimienta y nuez moscada. Se añada las espinacas y el limón. Cuidado con la sal y el bacalao.",
        "Paso 3\n\nSe mete en un recipiente apto para Air fire engrasado con mantequilla. Se calienta la Air fire 2 minutos antes. Después se pone a 180 grados 15 minutos. Sino está poner unos minutos mas."
      ]
    },
    {
      "Name": "Tortilla de judías verdes y salmón",
      "Ingredients_ID":[8,9,10,1,173,11],
      "Ingredients": [
        "400 gr judías verdes",
        "100 gr salmón ahumado",
        "1 cebolla",
        "4 huevos",
        "1 cucharadita sal de ajo",
        "1 cucharadita levadura",
        "sal",
        "aceite"
      ],
      "Steps": [
        "Paso 1\n\nRetiramos el filo duro de las judías y las cocemos en agua con sal o al vapor como más te guste o tengas costumbre. Una vez cocidas las escurrimos y se reservan.",
        "Paso 2\n\nMientras se cocían las judías hemos picado la cebolla en brumoise muy pequeño y puesto en una sartén con aceite para sofreírla, cuando empiece a dorar echamos las judías que estarán picaditas, se echa la sal de ajo pero no ponemos nada de sal.",
        "Paso 3\n\nBatimos los huevos ligeramente, echamos el salmón picadito y el rehogado que ya estará hecho. Se mezcla todo.",
        "Paso 4\n\nEn esta ocasión hemos hecho 2 tortillas pequeñas pero puede hacerse solo una tortilla más grande, en todo caso, como queremos que sea un poco gruesa, ponemos un poco de aceite en una sartén, volcamos la mezcla que tenemos en el bol, dejamos a fuego fuerte 1 minuto, bajamos el fuego a 6 de 9 y lo dejamos tapado unos 3 ó 5 minutos según se haya elegido una tortilla pequeña o una grande o un poco más de tiempo si nos gusta más hecha.",
        "Paso 5\n\nDamos la vuelta y lo dejamos el mismo tiempo por esa otra cara.",
        "Paso 6\n\n¡ Y listo, ya tenemos la cena!"
      ]
    },
    {
        "Name": "Rodaballo al cava",
        "Ingredients_ID":[12,13,14,15,16,17],
        "Ingredients": [
        "1 rodaballo",
        "1 manojo espárragos",
        "Unas almejas",
        "2 puerros",
        "2 charlotas",
        "200 ml cava",
        "Aceite sal y pimienta",
        "400 ml caldo de la cocción"
        ],
        "Steps": [
        "Paso 1\n\nPedimos en pescadería que nos saquen los lomos del rodaballo, ponemos en una olla agua los desperdicios del rodaballo y añadimos lo verde de los puerros dejamos hervir por 20 minutos sazonamos",
        "Paso 2\n\nPonemos en una olla la chalota picada junto con los puerros cortados en medias lunas, sazonamos y dejamos que se vaya rindiendo, añadimos el cava y dejamos que se evapore el alcohol",
        "Paso 3\n\nAñadimos caldo de la cocción de los desperdicios del rodaballo, cocinamos por 10 minutos y trituramos, salpimentamos los lomos de rodaballo",
        "Paso 4\n\nPonemos en un cazón a hervir los espárragos con un poquito de sal una vez que echa a hervir cocinamos por siete minutos o hasta que veamos que están a nuestro gusto, añadimos la salsa a un perol más grande, colocamos los trozos de lomo de rodaballo con la piel hacia arriba cocinamos por 4 minutos con sus respectiva tapadera, damos la vuelta a los lomos y añadimos las almejas volvemos a tapar y cocinamos por 3 minutos más, y ya lo tenemos todo listo para emplatar"
        ]
    },
    {
        "Name": "Churros de pescado en mambo",
        "Ingredients_ID":[18,19,20,21,22,11],
        "Ingredients": [
        "2 filetes grandes de gallo",
        "sal",
        "pimienta",
        "2 dientes ajo",
        "perejil",
        "200 gr. cerveza",
        "130 gr. harina",
        "1 cta. De levadura royal",
        "colorante"
        ],
        "Steps": [
        "Paso 1\n\n Cortar el pescado en tiras largas y salpimentarlo. Reservar.",
        "Paso 2\n\n Ajos y perejil, 8 seg. vel 5. Bajar los restos.","Paso 3\n\n Añadir la cerveza, harina, 1 cucharadita de sal, levadura y colorante, 15 seg. vel.5. Dejar reposar la masa, mínimo 20 minutos en la nevera.",
        "Paso 4\n\n Sumergir las tiras de pescado en el rebozado y por último freírlos. Y listooo."
        ]
    },
    {
        "Name": "Emperador al horno",
        "Ingredients_ID":[25,26,10,27,20],
        "Ingredients": [
          "Emperador",
          "Patatas",
          "Cebolla",
          "Tomate",
          "Perejil, ajo (puede ser en polvo), limón, pimienta"
        ],
        "Steps": [
          "Paso 1\n\n Descongelar el emperador la noche antes y dejarlo escurrir. Cuanta menos agua tenga mejor",
          "Paso 2\n\n Ponerlo todo en una bandeja con el horno precalentado a 200° durante X tiempo"
        ]
    },
    {
        "Name": "Rollitos de salmón ahumado y pepino",
        "Ingredients_ID":[9,28],
        "Ingredients": [
            "Salmón ahumado",
            "Pepino"
        ],
        "Steps": [
            "Paso 1\n\n Cortar el salmón ahumado en tiras.",
            "Paso 2\n\n Cortar el pepino en tiras.",
            "Paso 3\n\n Enrollar el salmón ahumado con el pepino.",
            "Paso 4\n\nServir."
        ]
    },
    {
        "Name": "Trucha a la Sanabresa",
        "Ingredients_ID":[29,19,20,31],
        "Ingredients": [
            "Trucha",
            "Aceite",
            "Ajo",
            "Perejil",
            "Sal",
            "Pimienta",
            "Vinagre",
            "Pimentón"
        ],
        "Steps": [
            "Paso 1\n\n Limpiar, lavar y secar las truchas.",
            "Paso 2\n\n Sazonar las truchas con sal y pimienta.",
            "Paso 3\n\n Dejar reposar las truchas durante 15 minutos.",
            "Paso 4\n\n Para la salsa: Pelar y cortar en rodajitas finas los dientes de ajo.",
            "Paso 5\n\n Calentar el aceite en una sartén pequeña y freír el ajo hasta que se dore.",
            "Paso 6\n\n Picar el perejil muy fino y dorarlo con el ajo.",
            "Paso 7\n\n Fuera del fuego, añadir el vinagre, una pizca de pimentón y mezclar bien.",
            "Paso 8\n\n Volver a poner la sartén al fuego durante un minuto.",
            "Paso 9\n\n Colocar las truchas en un plato para horno.",
            "Paso 10\n\n Cubrir las truchas con la salsa.",
            "Paso 11\n\n Hornear las truchas a 200° durante 10-12 minutos."
        ]
    },
    {
        "Name": "Salmón a la naranja con patatas al romero y tomillo",
        "Ingredients_ID":[174,19,10,32,22,20,33,34],
        "Ingredients": [
            "2 supremas de salmón",
            "1 ajo",
            "1 cebolla",
            "2 naranjas",
            "1 cucharada de harina",
            "perejil fresco",
            "1 cucharada de miel",
            "aceite",
            "1 vaso de agua",
            "un chorro de licor 43"
        ],
        "Steps": [
            "Paso 1\n\nRallar la cebolla y cortar el ajo en trocitos. Calentar el aceite en una sartén y saltear la cebolla y el ajo durante 10 minutos.",
            "Paso 2\n\nAñadir la ralladura de las naranjas y cocinar durante 1 minuto.",
            "Paso 3\n\nAñadir la harina y cocinar durante 1 minuto más.",
            "Paso 4\n\nAñadir el zumo de las naranjas, el licor 43 y el agua. Llevar a ebullición y reducir a la mitad.",
            "Paso 5\n\nBatir la salsa con el perejil fresco.",
            "Paso 6\n\nSellar las supremas de salmón en una sartén con un poco de aceite.",
            "Paso 7\n\nColocar las supremas de salmón en la salsa y cocinar durante 5 minutos.",
            "Paso 8\n\nServir con patatas fritas y espolvorear con tomillo, romero y pimienta molida."
        ]
    },
    {
        "Name": "Bacalao con salsa de calabacín y langostinos con 2 texturas",
        "Ingredients_ID":[0,22,36,37,38,1,10,19,39,40,41],
        "Ingredients": [
            "2 paquetes bacalao",
            "harina",
            "1 bandeja langostinos",
            "1 calabacín",
            "14 mejillones cocidos",
            "1 huevo",
            "1/2 cebolla",
            "3 ajos",
            "1/2 vaso caldo de verduras",
            "hierbas provenzales",
            "pimienta negra",
            "2 cucharadas queso philadelpia"
        ],
        "Steps": [
            "Paso 1\n\nDescongelar el bacalao y los mejillones. Secar el bacalao con papel de cocina y cortar los trozos más grandes.",
            "Paso 2\n\nRebozar el bacalao con harina. Freír el bacalao con la piel arriba.",
            "Paso 3\n\nQuitar los mejillones de la concha. Saltear los mejillones. Pelar 14 langostinos.",
            "Paso 4\n\nSofreir la cebolla y los ajos. Añadir el calabacín, sal, pimienta negra y hierbas provenzales. Añadir el queso philadelphia.",
            "Paso 5\n\nTriturar el sofrito con el caldo de verduras. Probar de sal.",
            "Paso 6\n\nDorar 6 langostinos.",
            "Paso 7\n\nIncorporar el bacalao, los mejillones, la salsa y los langostinos a la paellera.",
            "Paso 8\n\nCocer 2 huevos. Pelar los huevos y cortarlos a láminas.",
            "Paso 9\n\nServir."
        ]
    },
    {
        "Name": "Salmón a la naranja con judías verdes al horno",
        "Ingredients_ID":[174,32,33,8],
        "Ingredients": [
            "4 trozos de salmón",
            "4 naranjas",
            "2 cucharadas de miel",
            "200 gr. de judías verdes congeladas",
            "sal marina",
            "pimienta negra molida",
            "aceite de oliva"
        ],
        "Steps": [
            "Paso 1\n\nCortar la piel de una naranja lo más finamente posible, procurando no llevarnos la parte blanca. Hacer zumo con todas las naranjas menos una. Cortar en finas rodajas la última naranja.",
            "Paso 2\n\nCortar finísima la piel que hemos extraído y añadirla al zumo. Agregar también la miel.",
            "Paso 3\n\nRociar con aceite el fondo de una cazuela de barro y poner ahí el salmón. Salpimentar.",
            "Paso 4\n\nPoner las judías verdes y regar con el zumo.",
            "Paso 5\n\nAñadir las rodajas de naranja y llevar al horno entre 15 y 20 minutos a 170°C.",
            "Paso 6\n\nY a comer!! Comparte si te ha gustado y, si la haces, sube la foto!!"
        ]
    },
    {
        "Name": "Níscalos con \"carne\" de soja",
        "Ingredients_ID":[42,43,10,44,19,20],
        "Ingredients": [
            "250 g níscalos",
            "10 ml AOVE",
            "1 cebolla mediana",
            "preparado vegetariano de carne en tiras",
            "2 dientes ajo grandotes//dos ajos echalotes",
            "perejil",
            "sal y pimienta"
        ],
        "Steps": [
            "Paso 1\n\nCortar los ajos y la cebolla en trozos pequeños.",
            "Paso 2\n\nCortar los níscalos y la \"carne de soja\" en tiras. Separar los tallos de la seta de la cabeza.",
            "Paso 3\n\nCalentar el AOVE a fuego lento en una sartén. Añadir los ajos y la cebolla y dejar que pierdan un poco de jugo. Añadir los tallos de las setas y las tiras de soja.",
            "Paso 4\n\n5 minutos después, añadir los níscalos y remover de vez en cuando para que no se pegue. Añadir perejil, especias al gusto y servir."
        ]
    },
    {
        "Name": "Lasaña de carne de cocido y chorizo patatero",
        "Ingredients_ID":[45,46,47,48,49,50],
        "Ingredients": [
            "1 paquete de placas de lasaña",
            "4 o 5 salsas de tomate casera con trocitos de verduras",
            "300 gr de carne de cocido",
            "1 chorizo patatero",
            "150 gr de queso parmesano en polvo",
            "Cantidad necesaria de aceite de oliva",
            "1 o 2 bolas de mozzarella"
        ],
        "Steps": [
            "Paso 1\n\n Trocear la carne y el chorizo en pedazos pequeños. Calentar la salsa e incorporar las carnes. Cocer unos 15 minutos, apagar el fuego y dejar que se tomen bien los sabores durante 2 horas.",
            "Paso 2\n\n Engrasar una fuente de horno y montar la lasaña. Empezar y terminar con unas cucharadas del preparado intercalando placas de masa con relleno, queso, etc., acabando con el queso mozzarella.",
            "Paso 3\n\n Llevar a horno precalentado a 200 grados centígrados hasta que esté bien caliente y el queso bien dorado. Servir de inmediato."
        ]
    },
    {
        "Name": "Pimientos rellenos de carne",
        "Ingredients_ID":[51,54,10,27,19,1],
        "Ingredients": [
            "200 gr de carne picada",
            "3 pimientos rojos",
            "Cebolla",
            "Tomate",
            "Dientes de ajo",
            "2 huevos",
            "Aceite, sal, pimienta, orégano"
        ],
        "Steps": [
            "Paso 1\n\n Batir los huevos y picar los ajos, cebolla y tomate.",
            "Paso 2\n\n Dorar la cebolla y el ajo.",
            "Paso 3\n\n Añadir la carne y el tomate, salar, pimentar y añadir orégano o tus especias al gusto.",
            "Paso 4\n\n Rellenar los pimientos abiertos por la mitad con el salteado y añadir el huevo batido por encima.",
            "Paso 5\n\n Hornear a 200 grados centígrados durante 15 minutos.",
            "Paso 6\n\n Servir con queso por encima (también se puede poner un poco antes en el horno y gratinar)."
        ]
    },
    {
        "Name": "Lasaña de carne y verduras",
        "Ingredients_ID":[45,51,55,52,53,54,37,56,10,19,57,58,59,22,43,60],
        "Ingredients": [
            "12 placas de lasaña",
            "250 g carne picada de ternera",
            "250 g carne picada de cerdo",
            "2 zanahorias",
            "1/2 pimiento verde",
            "1/2 pimiento rojo",
            "1/2 pimiento amarillo",
            "1 cebolla pequeña",
            "1/2 calabacín",
            "1/2 berenjena",
            "Tomate frito casero",
            "Ajo picado",
            "Comino",
            "Sal",
            "Queso rallado",
            "AOVE",
            "Para la bechamel:",
            "1/2 cebolla",
            "Harina",
            "Leche",
            "Sal"
        ],
        "Steps": [
            "Paso 1\n\n Preparar los ingredientes.",
            "Paso 2\n\n Trocear las zanahorias, los pimientos, la cebolla, el calabacín y la berenjena.",
            "Paso 3\n\n Sofreír las verduras en una sartén con AOVE hasta que estén blandas, añadiendo sal y ajo picado.",
            "Paso 4\n\n Sazonar la carne y añadir un poco de comino molido. Rehogar en otra sartén con AOVE.",
            "Paso 5\n\n Poner las 12 placas de lasaña en agua caliente para que se pongan blandas.",
            "Paso 6\n\n Preparar la bechamel. Picar la media cebolla en un picador. En un cazo con AOVE pochar la cebolla.",
            "Paso 7\n\n Añadir harina a la cebolla pochada y cocinar sin que se queme ayudándonos siempre de unas varillas y a fuego medio/bajo.",
            "Paso 8\n\n Ir añadiendo leche hasta conseguir una bechamel cremosa y añadir sal al gusto.",
            "Paso 9\n\n Montar la lasaña. En una fuente baja rectangular poner un poco de bechamel, 4 placas de lasaña, una capa de verduras, un poco más de bechamel y otras 4 placas de lasaña.",
            "Paso 10\n\n Poner una capa de carne y otra capa de 4 placas de lasaña. Echar el resto de la bechamel por encima.",
            "Paso 11\n\n Hornear a 200 grados durante 10 minutos.",
            "Paso 12\n\n Servir y disfrutar!"
        ]
    },
    {
        "Name": "Albóndigas de carne con salsa a mi manera",
        "Ingredients_ID":[61,62,19,20,63,1,22,52,54,10,55,64,65,67,66,68,151,24],
        "Ingredients": [
            "500 g carne de cerdo",
            "500 g carne de res",
            "7 dientes de ajo",
            "1 cucharada pequeña de perejil",
            "4 cucharadas grandes de pan rallado",
            "1 huevo",
            "pimienta negra al gusto",
            "sal al gusto",
            "harina",
            "aceite de oliva",
            "1/2 pimiento verde",
            "1/2 pimiento rojo",
            "1/2 cebolla",
            "1 zanahoria",
            "100 g guisantes",
            "1/2 litro de caldo de pollo",
            "225 g de tomate natural triturado",
            "1 pastilla de Avecrem",
            "1 vaso pequeño de vino blanco",
            "1 hoja de laurel",
            "orégano",
            "tomillo",
            "pimentón dulce",
            "colorante"
        ],
        "Steps": [
            "Paso 1\n\nPara las albóndigas: Poner en un bol la carne con cinco dientes de ajo bien molidos en el mortero, una cucharada pequeña de perejil, un huevo, pimienta al gusto, sal al gusto y las cuatro cucharadas de pan rallado. Mezclar todo muy bien.",
            "Paso 2\n\nHacer bolas con la masa ya bien mezclada, pasarlas por harina y freír.",
            "Paso 3\n\nPara la salsa: En una olla, poner dos dientes de ajo bien molidos con el mortero, el pimiento rojo y verde, la cebolla, una zanahoria, medio litro de caldo de pollo, 225 gramos de salsa de tomate triturada, una pastilla de Avecrem, sal al gusto, el vino blanco, el orégano, el tomillo, el pimentón dulce, el colorante y el perejil. Dejar guisar hasta que la verdura esté lista, meter los guisantes y dejar cinco minutos más. Pasar por la batidora y el colador.",
            "Paso 4\n\nPoner las albóndigas ya fritas en la salsa y dejar 45 minutos a fuego medio."
        ]
    },
    {
        "Name": "Nidos de patatas y carne picada",
        "Ingredients_ID":[26,51,52,10,57,59],
        "Ingredients": [
          "5 patatas medianas",
          "400 g carne picada",
          "1 pimiento verde",
          "1 cebolla no muy grande",
          "3 cucharadas de tomate frito",
          "sal",
          "pimienta negra",
          "queso rallado"
        ],
        "Steps": [
          "Paso 1\n\nPelar, lavar y cortar las patatas a dados. Hervir. Escurrir y reservar.",
          "Paso 2\n\nMientras se están hirviendo las patatas, preparar el sofrito. Cortar la cebolla y el pimiento verde pequeño. En una sartén, agregar un poco de aceite y sofreír las verduras con un poco de sal. Cuando cojan color, agregar la carne y echar un poquito más de sal y pimienta negra. Remover hasta que esté bien hecho. Añadir el tomate frito y dejar cocinar 5 min más.",
          "Paso 3\n\nAplastar las patatas y hacer unas bolas no muy pequeñas. Darles forma de nido aplastando el centro de las patatas.",
          "Paso 4\n\nAgregar en el centro de las patatas una buena cucharada de sofrito y por encima queso rallado. En la airfryer, cocinar a máxima potencia durante unos 5 min. En el horno, a máxima potencia igual hasta que se derrita el queso. Y listo, solo queda disfrutar!!\n\nBon profit ^^"
        ]
    },
    {
        "Name": "Fideuà de chorizo asturiano y salsa de carne",
        "Ingredients_ID":[10,69,48,65,70,151,40,43,19],
        "Ingredients": [
          "1 taza de cebolla picada congelada",
          "1 chorizo asturiano",
          "1 taza de fideos de fideuà",
          "2 tazas de caldo de pollo",
          "1 taza de salsa de carne insuperable congelada",
          "1 cucharadita de café de pimentón dulce",
          "Sal marina integral con hierbas de Provenza",
          "1 tacita de café de AOVE, o un poco más",
          "1 ajo triturado"
        ],
        "Steps": [
          "Paso 1\n\nPoner la cebolla y la carne en una paella y dorar.",
          "Paso 2\n\nAñadir el pimentón dulce, y los fideos y remover unos minutitos.",
          "Paso 3\n\nAñadir el caldo.",
          "Paso 4\n\nCorta el chorizo en rodajas.",
          "Paso 5\n\nCuando el caldo hierva, distribuir el chorizo.",
          "Paso 6\n\nEn unos 9 minutos estarán cocidos los fideos.",
          "Paso 7\n\nSirve y a comer!! Bon profit!!",
          "Paso 8\n\nBon día dels enamorats i dels valencians!!"
        ]
    },
    {
        "Name": "Tortellini con carne y tomate frito casero",
        "Ingredients_ID":[72,57,59],
        "Ingredients": [
          "250 g. Tortellini con carne",
          "400 g. tomate frito casero o el que te guste",
          "1 poco queso rallado parmesano",
          "1 poco sal y agua"
        ],
        "Steps": [
          "Paso 1\n\nIngredientes",
          "Paso 2\n\nDescongelar el día anterior, el tomate casero, abajo os dejo la receta.",
          "Paso 3\n\nCocer la pasta según indica el paquete, cuando empiece a hervir añadir sal y la pasta.",
          "Paso 4\n\nPasar la pasta a un colador, escurrir y volver a echar en la cacerola, junto con el tomate.",
          "Paso 5\n\nDejar cocer unos minutos, a temperatura mínima de 6 al 1.",
          "Paso 6\n\nServir en plato llano, con un poco de queso rallado parmesano.",
          "Paso 7\n\nPuedes acompañarlo con unas Croquetas de Brandada de Bacalao en Freidora de Aire",
          "Paso 8\n\nTe dejo la receta de Salsa de Tomate frito casero con verdura"
        ]
    },
    {
        "Name": "Espirales (fusilli) con gambas al ajillo con huevo",
        "Ingredients_ID":[73,19,74,75,68,1,20],
        "Ingredients": [
          "200 gramos fusilli integrales",
          "4 dientes ajo",
          "16 gambas peladas congeladas",
          "3 guindillas",
          "1 chorro vino blanco",
          "2 huevos",
          "Perejil",
          "Aceite",
          "Sal"
        ],
        "Steps": [
          "Paso 1\n\nSe pica y dora el ajo",
          "Paso 2\n\nMientras tanto, se cuece la pasta.",
          "Paso 3\n\nTambién se va batiendo el huevo.",
          "Paso 4\n\nAl sofrito se añade la guindilla.",
          "Paso 5\n\nLas gambas se cocinan con calor residual tras apagar fuego, pero como no se habían descongelado del todo les añadí un chorro de vino y un poco de agua de la pasta y los sofreií en sartén.",
          "Paso 6\n\nSe apaga el fuego. Se echa la pasta con un poco de agua de cocción y los huevos batidos.",
          "Paso 7\n\nSe sirve con perejil.",
          "Paso 8\n\nOtro plato de pasta\n\nEspirales (fusilli) integrales a la boloñesa",
          "Paso 9\n\nIdem\n\nMacarrones integrales con pesto rosso y champiñones"
        ]
    },
    {
        "Name": "Arroz seco de marisco",
        "Ingredients_ID":[76,31,27,74,78,79,38,175,80],
        "Ingredients": [
          "200 g arroz molino roca",
          "Pimentón de la Vera",
          "2 tomates rallados",
          "Gambas peladas",
          "Chipirones enteros",
          "Anillas de calamar",
          "Mejillones",
          "2 cucharaditas salmorreta",
          "1 litro caldo de pescado/fumet"
        ],
        "Steps": [
          "Paso 1\n\nLa noche de antes dejamos marinar los mariscos por separado en aceite, perejil y ajo.",
          "Paso 2\n\nSobre una paella nivelada con aceite doramos las gambas. Una vez doradas reservamos. Ahora doramos las anillas de calamar y los chipirones.",
          "Paso 3\n\nEs el turno para sofreir un poco de pimiento rojo troceado. Una vez dorado agregamos el tomate rallado y unas cucharaditas de pimentón. Lo cocinamos y dejamos reducir. Para aumentar el sabor agregamos dos cucharaditas de salmorreta. Ahora ponemos el arroz y lo mezclamos con el sofrito.",
          "Paso 4\n\nComenzamos a agregar caldo, yo empiezo con una proporción de 4/5 porque este arroz absorbe mucho, con otros arroces con una proporción de 3 esta bien. Vertemos una cucharada de infusión de azafrán.",
          "Paso 5\n\nDejamos cocinar 8 minutos con el fuego fuerte, bajamos el fuego y cocinamos durantes 7 minutos y finalmente con el fuego al maximo 2 minutos para conseguir socarraet.",
          "Paso 6\n\nUna vez fuera del fuego ponemos los mejillones y las gambas. Dejamos reposar 5 minutos antes de comer.",
          "Consejos:\n\n- Para que el arroz quede perfecto, es importante utilizar arroz de calidad, como el arroz bomba o el arroz arborio.\n- El caldo de pescado debe estar caliente antes de añadirlo al arroz.\n- El sofrito debe estar bien hecho para que el arroz tenga mucho sabor.\n- El arroz debe cocinarse a fuego fuerte al principio para que se dore bien.\n- El arroz debe reposar unos minutos antes de servirlo para que los sabores se asienten.\n\n"
        ]
    },
    {
        "Name": "Macarrones con sofrito de merluza y almejas",
        "Ingredients_ID":[81,82,10,52,19,68,20,3,14],
        "Ingredients": [
          "120 gr macarrones finos",
          "125 gr merluza",
          "1 cebolla",
          "1/2 pimiento verde italiano",
          "1 diente ajo",
          "40 ml vino blanco",
          "2 c.s. perejil picado",
          "150 gr nata ligera",
          "Almejas"
        ],
        "Steps": [
          "Paso 1\n\nSalpimentamos el trozo de merluza y lo ponemos en una cazuela con un par o tres de cucharadas de aceite.",
          "Paso 2\n\nCuando empiece a dorarse ligeramente la vamos desmenuzando con la espátula.",
          "Paso 3\n\nPicamos la cebolla, pimiento y ajo bien fino y lo agregamos a la cazuela con la merluza. Lo sofreímos todo a fuego suave y tapado. Unos 25 minutos más o menos.",
          "Paso 4\n\nAñadimos el vino blanco y dejamos que evapore el alcohol.",
          "Paso 5\n\nPonemos a cocer la pasta según instrucciones del fabricante.",
          "Paso 6\n\nAñadimos a la cazuela la nata y mezclamos para integrar. Salpimentamos.",
          "Paso 7\n\nAgregamos la pasta al dente escurrida, las almejas y el perejil. Si queda muy seco podemos añadir un poco del agua de cocción.",
          "Paso 8\n\nMezclamos todo bien y dejamos hasta que se abran las almejas.",
          "Paso 9\n\nListo para comer."
        ]
    },
    {
        "Name": "Potaje de garbanzos con sepia y langostinos al ajillo",
        "Ingredients_ID":[83,84,10,27,54,19,20,85,24],
        "Ingredients": [
            "1 bote de garbanzos cocidos de 400 gr",
            "1 sepia",
            "12 langostinos cocidos",
            "1 cebolla pequeña",
            "3 cucharadas tomate natural triturado",
            "1 cucharadita pulpa de pimiento choricero",
            "4 ajos medianos",
            "1 cucharadita perejil picado congelado",
            "1 pizca cayena molida",
            "Colorante",
            "Sal",
            "Aceite de oliva"
        ],
        "Steps": [
            "Paso 1\n\nPoner en una olla con un chorreón de aceite los langostinos pelados, 3 ajos picados, el perejil, la cayena, y sofreír un minuto.\nRetirar los langostinos y reservar en un plato.",
            "Paso 2\n\nAñadir la sepia limpia y cortada en trozos de bocado, y sofreír un par de minutos.\nRetirar y reservar con los langostinos.",
            "Paso 3\n\nEchar otro chorrito de aceite, la cebolla cortada en brunoise y rehogar un par de minutos.\nAñadir el ajo que queda picado, y rehogar un minuto.",
            "Paso 4\n\nAñadir el tomate, el pimiento choricero y cocinar a fuego lento 5 minutos.\nEchar la sepia, mezclar y cocinar un par de minutos más.",
            "Paso 5\n\nEchar los garbanzos enjuagados, cubrir con agua varios dedos por encima, echar el colorante, sal, y llevar a ebullición dejando hervir 30 minutos.",
            "Paso 6\n\nApagar el fuego, echar los langostinos, dejar reposar un minuto para que se calienten, y servir.",
            "Paso 7\n\nBon profit !!!"
        ]
    },
    {
        "Name": "Potaje de garbanzos, bacalao y gambones salvajes (versión exprés)",
        "Ingredients_ID":[83,0,86,52,10,19,87,39,80,68,43,31,58],
        "Ingredients": [
          "1 bote garbanzos cocidos bio (440gr)",
          "Lomo bacalao congelado (400 gr)",
          "Gambones salvajes crudos y pelados (225gr)",
          "2 pimientos verdes italianos",
          "1 cebolla grande",
          "3 dientes ajo",
          "3 cucharadas soperas pisto",
          "1 L caldo de verduras",
          "200 ml fondo de pescado",
          "2 hojas laurel",
          "60 ml agua + 2cdas de vinagre o 100 ml de vino blanco",
          "AOVE",
          "Especias: pimentón de La Vera picante, comino molido, 5 pimientas, sal sin refinar, la cuchara de la abuela Andaluza (opcional)"
        ],
        "Steps": [
          "Paso 1\n\nReúne todos los ingredientes",
          "Paso 2\n\nCalienta una olla y sofríe en 2cdas de AOVE: cebolla, pimiento y ajo en brunoise.",
          "Paso 3\n\nAñade 3cdas de pisto/tomate y rehoga 1min.",
          "Paso 4\n\nAñade las especias, los garbanzos lavados y escurridos y rehoga sin parar 2 min más.",
          "Paso 5\n\nIncorpora el agua+ vinagre/ vino y deja que evapore todo el líquido/alcohol.",
          "Paso 6\n\nAñade el caldo de verduras + el fondo de marisco o 100% caldo de pescado + las hoja de laurel.",
          "Paso 7\n\nPasados 15 min, añade el bacalao cortado a porciones de bocado y los gambones.",
          "Paso 8\n\nCuece durante 10 min más y apaga el fuego. Tapa y deja reposar hasta la hora de comer."
        ]
    },
    {
        "Name": "Risotto de espárragos con gamba roja",
        "Ingredients_ID":[76,10,19,13,7,88,59,74,43],
        "Ingredients": [
          "Para el risotto:",
          "150 grs arroz",
          "1 cebolla",
          "1 ajo",
          "1 manojo espárragos",
          "20 grs mantequilla",
          "Sal y pimineta",
          "Laurel",
          "Concentrado de tomate",
          "Queso rallado parmesao",
          "Escamas de parmesano",
          "Fumet de Gamba:",
          "200 grs Gamba Roja",
          "2 ajos",
          "1 hoja Laurel",
          "Sal y pimienta",
          "1/2 litro agua",
          "AOVE",
          "Vino blanco"
        ],
        "Steps": [
          "Paso 1\n\nPara el fumet empezaremos pelando las gambas, reservamos las colas peladas y guardamos las cáscaras",
          "Paso 2\n\nPicamos los dos ajitos y los ponemos con aceite en una cacerola, cuando estén doraditos añadimos las cáscaras y vamos aplastando las cabezas para que suelten todo el jugo. Ponemos el laurel.",
          "Paso 3\n\nDespués de unos minutos, echamos el vino, salpimentamos y dejamos cocinar. Añadimos el medio litro de agua y cocinamos 30’.Sacamos las hojas de laurel y trituramos las cáscaras y las colaremos bien para eliminar los restos del fumet",
          "Paso 4\n\nPara el risotto: en una sartén/ cacerola vamos a poner dos cdtas de AOVE y pasaremos las colas de gamba 2 minutos para que se vayan cocinando pero que non queden secas. Reservamos. El la misma sartén añadimos la mantequilla y cuando esté fundida añadimos la cebolla cortadita en brunoise y un ajo picadito.",
          "Paso 5\n\nLo iremos cocinando hasta que quede blandita y mientras añadimos también los espárragos cortaditos también en brunoise.Añadimos un poco de concentrado de tomate y vino blanco y laurel",
          "Paso 6\n\nCuando estén cocinados, añadimos el arroz y removemos bien para que suelte el almidón. Y echamos una taza del fumet bien calentito y que empiece a hervir.",
          "Paso 7\n\nCuando quiera más caldo lo vamos añadiendo y removiendo. Cuando el arroz ya esté cocinado pondremos el queso rallado, removemos y las gambas.",
          "Paso 8\n\nPara decorar el plato y que este más sabroso, el toque final será parmesano en escamas.",
          "Paso 9\n\nY a disfrutar!!!"
        ]
    },
    {
        "Name": "Mini burger pan de sepia con cangrejo en tempura, sisho y mahonesa de kimchi",
        "Ingredients_ID":[90,91,92,93,94],
        "Ingredients": [
          "1 Cangrejo de caparazón blando",
          "Agua muy fría",
          "Harina de tempura",
          "Aceite",
          "Sal y pimienta negra",
          "Kimchi base",
          "1 Hoja de sisho",
          "1 Pan de sepia"
        ],
        "Steps": [
          "Paso 1\n\nTempura: en un bowl el agua muy fría y la harina de tempura a partes iguales, añadiremos sal y pimienta.",
          "Paso 2\n\nPondremos el aceite a calentar, es importante que esté a 180 grados, temperatura óptima para una buena fritura.",
          "Paso 3\n\nPasar el cangrejo por la tempura y freiremos 1 minuto aproximadamente.",
          "Paso 4\n\nMahonesa de kimchi: simplemente mezclamos la mahonesa con la salsa kimchee base",
          "Paso 5\n\nMontar en el pan de sepia primeramente la hoja de sisho, untaremos mahonesa de kimchi, colocamos el cangrejo en tempura, agregamos el resto de salsa"
        ]
    },
    {
        "Name": "Taco de cochinita pibil con gamba, piña, chutney al pastor y salsa agria",
        "Ingredients_ID":[95,96,97,32,5,98,58,10,19,99,100,101,102,103,86],
        "Ingredients": [
          "50 gr. Cabeza de lomo o carrillada de cerdo",
          "1 pizca Achiote",
          "1 pizca Chile chipotle polvo",
          "Zumo de 1 naranja",
          "zumo de 1/2 limón",
          "2 ramitas Cilantro",
          "c/s Comino",
          "1/2 cebolla",
          "2 dientes ajo",
          "1/2 aguacate",
          "1 Gajo de lima",
          "1 Gambón",
          "15 gr piña",
          "1 cucharada Chutney al pastor eat&dip",
          "Cebolla encurtida",
          "1 Tortilla de trigo"
        ],
        "Steps": [
          "Paso 1\n\nMarcar primero la cabeza de lomo o carrilleras",
          "Paso 2\n\nAñadir en olla durante 1 hora y media a fuego suave junto al comino, sal, pimienta, achiote, chile chipotle, cilantro y el zumo de naranja, la media cebolla, los 2 dientes de ajo y el zumo de media lima.",
          "Paso 3\n\nCocinar el gambón a la plancha",
          "Paso 4\n\nPasar la tortilla de trigo por esa plancha",
          "Paso 5\n\nAñadir la cebolla encurtida, añadiremos zumo de naranja y cilantro creando el xnipec o salsa yucateca. regaremos con el Chutney al pastor y acompañaremos con un gajo de limón o lima, además de unas hojas de cilantro."
        ]
    },
    {
        "Name": "Barqueta de puerros con camarones al curry",
        "Ingredients_ID":[106,104,15,105,7],
        "Ingredients": [
            "3 hojas masa filo", 
            "6 puerros", 
            "100 gr. camarones cocidos y pelados", 
            "Curry", 
            "Eneldo", 
            "Mantequilla", 
            "Sal"
        ],
        "Steps": [
          "Paso 1\n\nLavar los puerros minuciosamente entre capas para que no quede ninguna arenilla y cortarlos en rodajas.",
          "Paso 2\n\nPoner una sartén amplia al fuego con un poco de mantequilla freír los puerros. Salar y al final del cocinado echar un poco de curry y los camarones cocidos.",
          "Paso 3\n\nMientras se fríen los puerros hay que ir preparando las barquetas con la masa filo. Precalentar el horno a 180°. Fundir un poco de mantequilla en el microondas o en un cazo. Reservar.",
          "Paso 4\n\nColocar las tres hojas de masa filo en un lugar de trabajo, coger una hoja y extender mantequilla con ayuda de una brocha de cocina, doblar la hoja de masa filo hasta que encaje en el molde que vayamos a utilizar. Hacer lo mismo con las dos hojas restantes. Terminar con otra capa de mantequilla en las tres bases de masa filo una vez colocadas dentro de los moldes.",
          "Paso 5\n\nMeter la masa filo dentro del horno durante 10 minutos.",
          "Paso 6\n\nColocar la barqueta en una bandeja, rellenarla con los puerros y camarones y espolvorear por encima eneldo. Acompañar de una buena ensalada."
        ]
    },
    {
        "Name": "Castañas asadas en microondas",
        "Ingredients_ID":[107],
        "Ingredients": ["10 castañas"],
        "Steps": [
          "Paso 1\n\nLo más complicado es hacer el corte para meter al microondas. Con un cuchillo pequeño y de sierra para que no resbale, vamos a hacer una cruz. Hay que procurar que sean todas del mismo tamaño y al hacer el corte llegar profundo, hay que conseguir que se abra y se pelen bien.",
          "Paso 2\n\nCuándo las tengamos todas con el corte hecho las vamos a poner en el plato del microondas así, como he hecho en la foto. Porque según sabemos ya, las ondas calienta al rededor.",
          "Paso 3\n\nMetemos el plato. Programamos, máxima potencia 3 minutos. Os aseguro que salen perfectas.",
          "Paso 4\n\nPasado ese tiempo sacamos y estarán lista para salsas, postres o simplemente comerlas así que están muy buenas.",
          "Paso 5\n\nBuen provecho!!"
        ]
    },
    {
        "Name": "Flan de castaña",
        "Ingredients_ID":[107,60,1,108,109],
        "Ingredients": ["250 gr castañas", "1 litro leche", "5 huevos", "3 cucharadas azúcar", "Aroma de vainilla", "Caramelo líquido"],
        "Steps": [
          "Paso 1\n\nDamos un corte a cada castaña y las introducimos en una olla con agua para hervirlas 45 minutos a fuego medio.",
          "Paso 2\n\nDejar enfriar y pelar más fácilmente.",
          "Paso 3\n\nBatir todos los ingredientes (castañas peladas, una cucharadita de aroma de vainilla, leche, huevos y azúcar) en una batidora.",
          "Paso 4\n\nPoner caramelo líquido en el fondo de los recipientes a utilizar y colocar en una fuente con agua en su base.",
          "Paso 5\n\nY rellenar con el resultado del batido.",
          "Paso 6\n\nTapar los recipientes con papel de aluminio y hornear a 180 grados durante 45 minutos.",
          "Paso 7\n\nDejar enfriar y disfrutar. Buen provecho."
        ]
    },
    {
        "Name": "Pasta Halloween con pesto, queso y nueces",
        "Ingredients_ID":[110,111,59,131],
        "Ingredients": ["170 gr. pasta Halloween", "150 ml. pesto de cacahuetes", "190 gr. queso", "1 puñado nueces", "Agua y sal"],
        "Steps": [
          "Paso 1\n\nCocer la pasta en agua y sal según indicaciones del fabricante.",
          "Paso 2\n\nPreparar el pesto y mezclar con la pasta escurrida.",
          "Paso 3\n\nColocar en los platos, añadir el queso cortado a daditos, las nueces, y servir.",
          "Paso 4\n\nBon profit !!!"
        ]
    },
    {
        "Name": "Muslos de pollo al horno con puré de castañas",
        "Ingredients_ID":[107,112,19,68,60],
        "Ingredients": ["2 muslos de pollo con contramuslo", "2 dientes ajo", "50 ml vino blanco", "150 g castañas", "200 ml leche", "Aceite sal y pimienta", "Tomillo"],
        "Steps": [
          "Paso 1\n\nQuitamos la cáscara de la castaña y ponemos agua a hervir junto con las castañas y un pellizco de sal. Cocinamos por 10 minutos, retiramos la piel y ponemos en un cazo la leche y las castañas ya peladas. Cocinamos por 10 minutos más y trituramos hasta conseguir una crema.",
          "Paso 2\n\nSeparamos los muslos de los contramuslos y salpimentamos. Los ponemos en una fuente apta para el horno, añadimos dos ajos chascados y tomillo. Cocinamos por 30 minutos a 200 grados, calor arriba y abajo. A mitad del tiempo le damos la vuelta a la carne. Servimos acompañado con el puré y echaremos por encima de la carne un poquito del jugo que ha soltado el pollo. Acompañamos con una rica ensalada. Plato completo."
        ]
    },
    {
        "Name": "Castañas cocidas con anís y naranja",
        "Ingredients_ID":[107,113,32],
        "Ingredients": ["1/2 kilo castañas", "1 pizca sal", "Piel de una naranja", "1 cucharadita anís"],
        "Steps": [
          "Paso 1\n\nPreparamos las castañas de la siguiente forma:\nEscogemos las más grandes, las lavamos bien y después vamos a hacerles un corte con un cuchillo en un lado.",
          "Paso 2\n\nUna vez lavadas y con el corte hecho las ponemos en una cacerola con agua, una pizca de sal, unos anís en grano, y la piel de una naranja.",
          "Paso 3\n\nLas vamos a dejar que cuezan durante 20 minutos. Y una vez cocidas las apartamos del fuego y las sacamos a un plato para que se enfríen.",
          "Paso 4\n\nY cuando ya están frías se pueden pelar y degustar."
        ]
    },
    {
        "Name": "Wok de setas con patatas y castañas a la mostaza",
        "Ingredients_ID":[26,114,10,107,115,116,118,20,117],
        "Ingredients": [
          "4 patatas medianas",
          "350 g setas shiitake",
          "1 cebolla (en pluma)",
          "puñado castañas (asadas y peladas)",
          "1 vaso albariño",
          "1 cucharada mostaza de Dijon",
          "1 cucharada perejil picado",
          "1 cucharadita cebollino picado",
          "1 cucharadita ajo en polvo",
          "aceite de oliva virgen extra",
          "sal"
        ],
        "Steps": [
          "Paso 1\n\nAsamos las castañas y las pelamos.\nMientras, pelamos y cortamos en dados las patatas y partimos, por la mitad, las setas. (Para que tengan un tamaño semejante las patatas y las setas).\nCortamos la cebolla en pluma.",
          "Paso 2\n\nCocinamos las patatas en el estuche de Lékué, en el microondas, hasta que estén blanditas.",
          "Paso 3\n\nEn una sartén, doramos la cebolla con un dedito de aceite y un poco de sal.\nCuando esté dorada, añadimos las setas. Dejamos que se cocinen. Y cuando estén hechas, incorporamos las patatas.",
          "Paso 4\n\nAñadimos el vino y dejamos a fuego fuerte, hasta que evapore el alcohol.\nBajamos el fuego y, añadimos la mostaza y el resto de las especias. Mezclamos y apagamos el fuego.",
          "Paso 5\n\nA disfrutar!"
        ]
    },
    {
        "Name": "Bizcocho húmedo de castañas y chocolate",
        "Ingredients_ID":[119,7,120,1,121,122],
        "Ingredients": [
          "115 gr chocolate negro 70 cacao",
          "80 gr mantequilla",
          "170 gr puré de castañas",
          "5 huevos M",
          "1 cdita vainilla",
          "70 gr azúcar",
          "almendras laminadas y crocanti"
        ],
        "Steps": [
          "Paso 1\n\nPrecalentar horno a 180°C colocando un bol con agua en una rejilla abajo.",
          "Paso 2\n\nDerretir el chocolate y la mantequilla al baño maría. Dejar templar y añadir la vainilla.",
          "Paso 3\n\nMezclar con el puré de castañas.",
          "Paso 4\n\nSeparar claras y yemas. Batir las yemas con la mitad del azúcar.",
          "Paso 5\n\nMontar las claras con el resto de azúcar. Bien firmes!! Mezclar con el resto con movimientos envolventes.",
          "Paso 6\n\nColocar en un molde forrado con papel de horno, poner las almendras laminadas y crocanti por encima y hornear 30 minutos.",
          "Paso 7\n\nPrueba del palillo: debe salir seco pero no limpio, pues es un pastel húmedo."
        ]
    },
    {
        "Name": "Hojaldre con crema de limón y chocolate blanco y almendras",
        "Ingredients_ID":[123,1,122,119,125,5,7],
        "Ingredients": [
          "1 lámina rectangular de hojaldre",
          "1 huevo",
          "Almendras laminadas",
          "Azúcar glass",
          "Chocolate negro",
          "Crema de limón y chocolate blanco:",
          "215 gr azúcar",
          "3 huevos",
          "100 gr mantequilla",
          "170 gr zumo de limón",
          "150 gr chocolate blanco"
        ],
        "Steps": [
          "Paso 1\n\nPrimero hacemos la crema de chocolate blanco.",
          "Paso 2\n\nPara ello ponemos en un bol al baño María suave todos los ingredientes de la crema menos el chocolate blanco.",
          "Paso 3\n\nRemovemos continuamente hasta que todo se funda y se integre. A fuego bajo.",
          "Paso 4\n\nCuando empiece a espesar, añadimos el chocolate blanco troceado muy pequeño y continuamos removiendo hasta que se integre y espese.",
          "Paso 5\n\nSacamos a una fuente y filmamos a contacto. Esperamos que se enfríe y guardamos en la nevera unos 30 minutos.",
          "Paso 6\n\nSacamos el hojaldre de la nevera y doblamos por la mitad para tener un rectángulo más pequeño pero más grueso.",
          "Paso 7\n\nPintamos con huevo batido y repartimos abundante almendra laminada y azúcar glass. Hacemos un corte en diagonal en la lámina pero no separamos.",
          "Paso 8\n\nHorneamos a 190° hasta que esté doradito. Dejamos enfriar y separamos los triángulos.",
          "Paso 9\n\nPonemos crema en la superficie de uno de los triángulos.",
          "Paso 10\n\nCubrimos con el otro y guardamos en la nevera unos 20 minutos para que coja consistencia.",
          "Paso 11\n\nDespués con una espátula o con el dedo limpio alisamos los bordes para que se vea mejor.",
          "Paso 12\n\nMantenemos en frío mientras fundimos chocolate negro al baño María. Dejamos templar ligeramente.",
          "Paso 13\n\nHacemos hilillos de chocolate por encima del triángulo.",
          "Paso 14\n\nGuardamos en la nevera hasta 5 minutos antes de comer. Espolvoreamos más azúcar glass.",
          "Paso 15\n\n¡A disfrutar!"
        ]
    },
    {
        "Name": "Tarta de manzana con crumble de canela y almendras",
        "Ingredients_ID":[126,5,1,127,11,128,122],
        "Ingredients": [
          "Para la tarta de manzana:",
          "3 manzanas",
          "2 limones (zumo)",
          "2 cucharadas azúcar moreno",
          "140 g aceite de oliva virgen extra",
          "150 g azúcar",
          "2 huevos grandes de corral",
          "250 g harina de trigo",
          "2 cucharaditas levadura",
          "pizca sal",
          "180 ml leche entera",
          "Para el crumble:",
          "150 g harina de trigo",
          "60 g azúcar moreno",
          "1 cucharada canela en polvo",
          "50 g aceite de oliva virgen extra",
          "80 g almendras picadas"
        ],
        "Steps": [
          "Paso 1\n\nEn un cuenco, ponemos el zumo de limón, las manzanas peladas y troceadas y el azúcar moreno, lo tapamos con film transparente, lo pinchamos 2 o 3 veces, y en el microondas, las cocinamos en 5 minutos a máxima potencia.\nPrecalentamos el horno a 180°C.",
          "Paso 2\n\nMezclamos con unas varillas el aceite con el azúcar. Agregamos los huevos y la harina tamizada con la levadura.",
          "Paso 3\n\nAñadimos las manzanas a la mezcla y la vertemos en un molde bien engrasado.",
          "Paso 4\n\nHacemos el crumble:\nPonemos en un bol: la harina, el azúcar moreno y la canela, añadimos el aceite y mezclamos con las manos hasta obtener una masa arenosa. Incorporamos las almendras, mezclamos y distribuimos sobre la masa en el molde.\nHorneamos en horno precalentado a 180°C, durante 60 minutos o hasta que al introducir un palillo salga limpio",
          "Paso 5\n\nA disfrutar!"
        ]
    },
    {
        "Name": "Peras frescas horneadas con miel, Gorgonzola y nueces variadas",
        "Ingredients_ID":[130,5,131,132,133,134],
        "Ingredients": [
          "2 peras rojas maduras pero enteras",
          "1/2 limón (zumo)",
          "1/2 taza variedad de nueces, macadamia, del Brasil, común",
          "75 grs queso Gorgonzola dulce",
          "1/2 copita aguardiente de pera, optativo",
          "cucharadita de miel de acacia"
        ],
        "Steps": [
          "Paso 1\n\nLavar y cortar a lo largo las peras y vaciar con cuidado. Lo mejor es utilizar una cucharadita para hacer bolitas. Regar con el zumo de limón y el aguardiente si se usa. Picar la variedad de nueces y reservar.",
          "Paso 2\n\nColocar en una fuente de hornear y rellenar con los frutos secos y regar con miel a gusto, me gusta ponerle mucho, y el aguardiente. Llevar a horno precalentado a 190ºC durante unos 30´ o hasta que al pincharlas estén tiernas."
        ]
    },
    {
        "Name": "Huevos rellenos de atún (2023)",
        "Ingredients_ID":[1,135,136,20],
        "Ingredients": [
          "5 huevos cocidos",
          "1 lata de atún",
          "Alioli de supermercado",
          "Perejil fresco"
        ],
        "Steps": [
          "Paso 1\n\nNada más sencillo que la preparación de esta receta de aprovechamiento.",
          "Paso 2\n\nPelamos los huevos y los partimos por la mitad.",
          "Paso 3\n\nRetiramos sus yemas y las introducimos en un recipiente amplio para poder mezclarlas con el resto del relleno.",
          "Paso 4\n\nAñadimos el atún escurrido y alioli (o mayonesa).",
          "Paso 5\n\nCon ayuda de un tenedor mezclamos bien todos los ingredientes del relleno.",
          "Paso 6\n\nLlenamos las claras con el relleno y las colocamos en un plato.",
          "Paso 7\n\nDecoramos con una hojita de perejil.",
          "Paso 8\n\nColocamos en una bandejita y guardamos en el frigorífico hasta el momento de consumir."
        ]
    },
    {
        "Name": "Huevos al roquefort con frambuesas",
        "Ingredients_ID":[1,137,138,139,101,176],
        "Ingredients": [
          "3 huevos",
          "200 ml nata",
          "1 cuña de queso azul o roquefort",
          "150 gramos frambuesa",
          "100 gramos ensalada cuatro estaciones",
          "1 rodaja piña",
          "1 cucharada mostaza",
          "Sal, pimienta negra y aceite de oliva virgen extra"
        ],
        "Steps": [
          "Paso 1\n\nEn un bol ponemos los huevos a cocer durante diez minutos con agua hirviendo y cuando estén los pelamos partimos por la mitad y sacamos las yemas.",
          "Paso 2\n\nEn un bol ponemos las frambuesas, dejamos algunas para emplatar, la cucharada de mostaza, la yema de los huevos dejando alguna aparte y un trozo de queso desmenuzado y machacamos y mezclamos bien.",
          "Paso 3\n\nEn una sartén ponemos la nata, llevamos a ebullición y ponemos el queso a fundir con una pizca de pimienta negra.",
          "Paso 4\n\nMientras, ponemos en una bandeja una cama de ensalada, vamos rellenando los huevos y poniéndolos en la bandeja.",
          "Paso 5\n\nUna vez tengamos el roquefort fundido, lo echamos por los huevos igual que cuando ponemos mayonesa y adornamos al gusto."
        ]
    },
    {
        "Name": "Huevos rellenos con paté",
        "Ingredients_ID":[1,140,141,57],
        "Ingredients": [
          "4 huevos cocidos",
          "1 lata de paté",
          "Mayonesa",
          "Tomate frito"
        ],
        "Steps": [
          "Paso 1\n\nCocemos los huevos, partimos a la mitad y sacamos las yemas, apartamos 3 yemas para mezclar con el paté.",
          "Paso 2\n\nRellenamos con paté.",
          "Paso 3\n\nMezclamos con tomate y mayonesa, al gusto, y cubrimos por encima.",
          "Paso 4\n\nY ponemos las yemas que faltan, por encima deshechas."
        ]
    },
    {
        "Name": "Tostada de desayuno saludable con huevo poché",
        "Ingredients_ID":[142,99,27,1,10],
        "Ingredients": [
          "2 rebanadas de pan integral con pipas",
          "2 huevos",
          "1/2 aguacate",
          "1/2 tomate",
          "1/2 cebolla tierna",
          "Sal",
          "Pimienta negra molida",
          "Aceite de oliva virgen extra"
        ],
        "Steps": [
          "Paso 1\n\nPoner a hervir una olla con agua y un chorrito de vinagre. Cuando hierva, baja el fuego y haz un remolino con una cuchara. Casca un huevo en un cuenco y viertelo en el remolino. Cocina durante 3-4 minutos, o hasta que la clara esté cuajada y la yema esté líquida.",
          "Paso 2\n\nMientras se cuecen los huevos, tosta el pan.",
          "Paso 3\n\nEn un bowl, machaca el aguacate con un tenedor. Añade la cebolla picada, el tomate rallado, sal y pimienta al gusto. Mezcla bien.",
          "Paso 4\n\nColoca la tostada en un plato, unta con aceite de oliva virgen extra y extiende el guacamole.",
          "Paso 5\n\nColoca el huevo poché encima del guacamole y añade un poco de sal y pimienta."
        ]
    },
    {
        "Name": "Flan de huevo",
        "Ingredients_ID":[1,60,108,5],
        "Ingredients": [
          "600 ml leche entera",
          "10 cucharadas de azúcar",
          "3 yemas de huevo",
          "3 huevos enteros",
          "1 cucharadita de extracto de vainilla",
          "6 cucharadas de azúcar",
          "2 cucharadas de agua",
          "1/2 cucharadita de zumo de limón"
        ],
        "Steps": [
          "Paso 1\n\nPonemos los ingredientes para el caramelo en una sartén a fuego medio, vigilamos sin remover hasta que empiece a tener un color tostado. Vertemos el caramelo en el fondo de la flanera y dejamos endurecer mientras preparamos el flan.",
          "Paso 2\n\nMezclamos bien la leche, el azúcar, la vainilla, los huevos y las yemas. Rellenamos la flanera y la colocamos en una fuente honda con agua caliente suficiente para cubrir la mitad del molde.",
          "Paso 3\n\nHorneamos al baño María a 165 °C durante 60-70 minutos cubierto con papel de aluminio hasta que se cuaje el centro. Dejamos enfriar, desmoldamos y… ¡A disfrutar!"
        ]
    },
    {
        "Name": "Banderillas variadas con anchoas y huevos de codorniz",
        "Ingredients_ID":[144, 145, 143, 146,177],
        "Ingredients": [
          "8 huevos de codorniz cocidos",
          "4 filetes de anchoas",
          "4 rodajas de pepinillo en vinagre",
          "1 cebolleta en vinagre",
          "2 aceitunas rellenas"
        ],
        "Steps": [
          "Paso 1\n\nPelamos los huevos de codorniz.",
          "Paso 2\n\nCortamos en dos, cada filete de anchoa.",
          "Paso 3\n\nInsertamos aleatoriamente en un palillo, un encurtido, un trozo de anchoa y un huevo de codorniz.",
          "Paso 4\n\nColocamos en una bandejita y guardamos en el frigorífico hasta el momento de consumir."
        ]
    },
    {
        "Name": "Ensalada de judías verdes y huevo cocido",
        "Ingredients_ID":[8,147,19,141,1],
        "Ingredients": [
          "200 g judías anchas",
          "100 g queso gruyère",
          "1 diente ajo",
          "3 huevos cocidos",
          "4 cucharadas mayonesa"
        ],
        "Steps": [
          "Paso 1\n\nPonemos agua a hervir con sal y una vez que rompa a hervir añadimos las judías, en el momento que echa hervir dejamos cocinar por 10 minutos, pasamos por un colador y reservamos.",
          "Paso 2\n\nEn un bol y con un rallador ancho rallamos los huevos y el queso. Pasamos por un prensa ajo el diente de ajo y lo incorporamos, mezclamos. Añadimos las judías y la mayonesa, salpimentamos."
        ]
    },
    {
        "Name": "Huevos rellenos rebozados",
        "Ingredients_ID":[63,60,7,22,48,59,148],
        "Ingredients": [
          "4 huevos",
          "Pan rallado",
          "1 1/2 vaso leche",
          "1 1/2 cucharada mantequilla",
          "1 cucharada harina normal",
          "6-7 rodajas chorizo en trocitos",
          "Queso al gusto",
          "Sal",
          "Nuez moscada",
          "Aceite para freír"
        ],
        "Steps": [
          "Paso 1\n\nCuece los huevos durante 12 minutos, dejalos enfriar, pelalos y cortalos a la mitad quitando la yema y reservando para otra receta.",
          "Paso 2\n\nVe haciendo la bechamel, pon la mantequilla en la sartén, cuando se derrita añade la harina, dale un meneo e incorpora la leche, mueve y es el turno de los quesos en trocitos, cuando se hayan derretido lo suficiente añade el chorizo, sal y nuez moscada, remueve hasta que se integre todo y deja que se enfríe en un plato.",
          "Paso 3\n\nDespués coge los huevos y rellénalos de la bechamel, pásalos por huevo y pan rallado uno por uno y ponlos a freír, cuando estén doraditos ya están listos para sacarlos y comerr!!"
        ]
    },
    {
        "Name": "Lomo con huevos y patatas",
        "Ingredients_ID":[149,1,26],
        "Ingredients": [
          "4 filetes de lomo de cerdo",
          "4 huevos",
          "2 patatas medianas",
          "Aceite de oliva",
          "Sal"
        ],
        "Steps": [
          "Paso 1\n\nPelamos, cortamos a bastoncitos y lavamos las patatas.",
          "Paso 2\n\nColocamos las patatas en el cesto de la freidora y encendemos la freidora a temperatura media.",
          "Paso 3\n\nCuando las patatas estén tiernas, subimos la temperatura de la freidora y las tostamos.",
          "Paso 4\n\nCocinando así las patas, nos quedaran con una textura tierna por su interior y crujiente por el exterior.",
          "Paso 5\n\nMientras, freímos los huevos en una sartén con aceite de oliva y los aderezamos con una poquita de sal.",
          "Paso 6\n\nRetiramos los huevos a los platos donde serviremos, vigilamos las patatas que no se nos quemen y si ya están a nuestro gusto apagamos la freidora y subimos el cestillo de la freidora para que escurran el exceso de aceite.",
          "Paso 7\n\nSazonamos los filetes de cerdo y los freímos en el aceite de freír los huevos.",
          "Paso 8\n\nColocamos dos filetes en cada plato, repartimos las patatas y nosotros optamos por rociarlos con el aceite sobrante de freir los filetes, para mojar sopitas de pan.",
          "Paso 9\n\nComer calentito."
        ]
    },
    {
        "Name": "Lentejas con verduras estofadas",
        "Ingredients_ID":[150,10,55,27,19,151,39,15,68],
        "Ingredients": [
          "250 g de lentejas",
          "1 cebolla",
          "2 zanahorias",
          "1 puerro",
          "1 tomate",
          "1 diente de ajo",
          "1 hoja de laurel",
          "1 cucharadita de pimentón dulce",
          "1 cucharadita de comino molido",
          "1/2 cucharadita de sal",
          "1/4 cucharadita de pimienta negra",
          "1/2 vaso de vino blanco",
          "1/2 vaso de caldo de verduras",
          "Agua"
        ],
        "Steps": [
          "Paso 1\n\nLavamos las lentejas y las ponemos en remojo durante 1 hora.",
          "Paso 2\n\nPicamos la cebolla, la zanahoria, el puerro y el ajo.",
          "Paso 3\n\nSofreímos las verduras en una olla con un poco de aceite de oliva hasta que estén blandas.",
          "Paso 4\n\nAñadimos el tomate rallado y cocinamos durante 5 minutos más.",
          "Paso 5\n\nIncorporamos las lentejas, el laurel, el pimentón, el comino, la sal y la pimienta.",
          "Paso 6\n\nCubrimos con el vino blanco y el caldo de verduras.",
          "Paso 7\n\nAñadimos un poco de agua para que las lentejas queden cubiertas.",
          "Paso 8\n\nLlevamos a ebullición y bajamos el fuego.",
          "Paso 9\n\nCocemos a fuego lento durante 45 minutos, o hasta que las lentejas estén tiernas.",
          "Paso 10\n\nServimos calientes."
        ]
    },
    {
        "Name": "Dhal de lentejas coral y leche de coco",
        "Ingredients_ID":[150,152,29,10,19,153,106,98,16],
        "Ingredients": [
          "500 g de lentejas coral",
          "250 ml de leche de coco",
          "1 bote de 500 g de tomate natural en trozos",
          "1 cebolla",
          "2-3 chalotas",
          "3 dientes de ajo",
          "2 cm de jengibre",
          "2 cucharadas de aceite de oliva virgen extra",
          "1 cucharada de curry de Madrás",
          "1 manojito de cilantro",
          "750 ml de agua",
          "Sal y pimienta al gusto"
        ],
        "Steps": [
          "Paso 1\n\nLavamos muy bien las lentejas con ayuda de un colador grande hasta que el agua sea transparente de nuevo.",
          "Paso 2\n\nSofreímos las chalotas, la cebolla y los ajos en el aceite de oliva a fuego medio. Cuando empiecen a dorarse, añadimos el curry y el jengibre rallado.",
          "Paso 3\n\nIncorporamos las lentejas bien escurridas, el tomate y 750 ml de agua.",
          "Paso 4\n\nAliñamos al gusto con sal y pimienta recién molida. Batimos ligeramente la leche de coco para disolver los grumos que se suelen formar en el envase y reservamos unas cucharadas para presentar. Añadimos la leche de coco a la cacerola.",
          "Paso 5\n\nCocinamos destapado, a fuego suave, durante 20 minutos. Movemos de vez en cuando para evitar que se adhiera al fondo de la cazuela. Hacia el final de la cocción, añadimos el cilantro cortado y mezclamos.",
          "Paso 6\n\nUna vez cocidas, tapamos la cacerola y dejamos en reposo 10 o 15 minutos antes de servir con un chorrito de la leche de coco reservada y unas ramitas de cilantro."
        ]
    },
    {
        "Name": "Judías verdes con queso",
        "Ingredients_ID":[8,63,26,49,19],
        "Ingredients": [
          "300 g de judías verdes",
          "30 g de pan rallado",
          "Aceite de oliva",
          "2 patatas",
          "30 g de queso tipo parmesano",
          "1 diente de ajo"
        ],
        "Steps": [
          "Paso 1\n\nPon en una olla el agua a hervir.",
          "Paso 2\n\nMientras el agua se calienta, corta las puntas de las judías verdes y después corta las judías en trozos de unos 4 cm de largo.",
          "Paso 3\n\nUna vez el agua hierva, mete las judías y cuenta de 5 a 7 minutos desde que empiece a hervir el agua.",
          "Paso 4\n\nMientras tanto, ve cortando el diente de ajo en trozos muy pequeños.",
          "Paso 5\n\nUna vez terminen de cocerse las judías, escúrrelas para que no tengan agua.",
          "Paso 6\n\nAhora, en una sartén, pon aceite de oliva y echa los 30 g de pan rallado. Una vez el pan empiece a hacerse masa, vierte las judías en la sartén junto con el ajo picado y remueve.",
          "Paso 7\n\nPor último, pon a emplatar las judías y pon el queso rallado por encima."
        ]
    },
    {
        "Name": "Arroz con habichuelas de mi región (Murcia)",
        "Ingredients_ID":[154,76,54,19,27,31,26],
        "Ingredients": [
          "1 tarro de habichuelas cocidas",
          "4 puñaditos de arroz",
          "1 pimiento rojo grande",
          "1 manojo de ajos tiernos",
          "1 tomate rojo grande y maduro",
          "1 punta de cuchara de pimentón murciano",
          "2 patatas",
          "Sal",
          "Aceite de oliva virgen extra"
        ],
        "Steps": [
          "Paso 1\n\nPonemos una cazuela a fuego con un chorrito de aceite, freímos el pimiento cortado a tiras.",
          "Paso 2\n\nApartamos el pimiento y freímos los ajos tiernos, cuando empiecen a dorarse añadimos el tomate rallado.",
          "Paso 3\n\nSofreímos unos minutos y en ese momento ponemos el pimentón, damos unas vueltas rápidamente para que no se queme y cubrimos de agua.",
          "Paso 4\n\nCuando empiece a hervir ponemos las habichuelas bien lavadas, las patatas lavadas y troceadas, sal y dejamos hacer a fuego medio 15 minutos.",
          "Paso 5\n\nAgregamos el arroz y dejamos hacer a fuego medio también unos 15 a 20 minutos.",
          "Paso 6\n\nRectificamos de sal si hace falta.",
          "Paso 7\n\nServimos inmediatamente."
        ]
    },
    {
        "Name": "Galletas de calabaza de Halloween",
        "Ingredients_ID":[7,155,1,156,128,153,119],
        "Ingredients": [
          "85 gr mantequilla a temperatura ambiente",
          "30 gr puré de calabaza",
          "1 huevo",
          "50 gr panela",
          "150 gr harina integral",
          "Canela y jengibre",
          "Chocolate negro para decorar"
        ],
        "Steps": [
          "Paso 1\n\nEn un bol vamos a poner la mantequilla a temperatura ambiente, el puré de calabaza, el huevo y la panela y vamos a mezclarlo todo muy bien.",
          "Paso 2\n\nAhora vamos a agregar la harina y las especias y las integramos.",
          "Paso 3\n\nDejamos reposar la masa un ratito en la nevera para que sea más manejable.",
          "Paso 4\n\nEstiramos la masa entre dos papeles de horno y con los cortapastas de formas de Halloween vamos cortando nuestras galletas y colocándolas en una bandeja.",
          "Paso 5\n\nHorneamos a 180°C unos 12 min. Después las dejamos enfriar muy bien.",
          "Paso 6\n\nUna vez frías vamos a derretir el chocolate y con la ayuda de un cornet de papel vamos a ir haciendo los dibujos que más nos gusten."
        ]
    },
    {
        "Name": "Humus de Berenjena",
        "Ingredients_ID":[56,157,151,19,5,58],
        "Ingredients": [
          "2 berenjenas",
          "2 cucharadas de tahini",
          "2 cucharaditas de pimentón dulce",
          "1 diente de ajo pequeño",
          "Sal al gusto",
          "Aceite de oliva al gusto",
          "Jugo de medio limón (opcional)",
          "Comino (opcional)"
        ],
        "Steps": [
          "Paso 1\n\nAsamos las berenjenas en el horno a 200 grados centígrados durante unos 45 minutos, o hasta que estén blandas.",
          "Paso 2\n\nUna vez asadas, pelamos las berenjenas y retiramos la carne.",
          "Paso 3\n\nColocamos la carne de la berenjena en un procesador de alimentos junto con el resto de ingredientes y trituramos hasta obtener una crema suave.",
          "Paso 4\n\nProbamos y rectificamos de sal y aceite de oliva al gusto.",
          "Paso 5\n\nSi queremos, podemos añadir jugo de limón y comino."
        ]
    },
    {
        "Name": "Bizcocho zanahoria y naranja con crema de queso",
        "Ingredients_ID":[1,55,22,11,128,148,158,32,159,3,33,124],
        "Ingredients": [
          "2 huevos",
          "150 gr harina",
          "250 gr zanahoria rallada",
          "180 ml aceite girasol",
          "100 gr azúcar",
          "1 cucharadita polvo de hornear",
          "Pizca sal",
          "1 cucharadita canela",
          "1/2 cucharadita nuez moscada",
          "1/2 cucharadita clavo molido",
          "100 gr nueces pecanas",
          "Ralladura de 1 naranja",
          "300 gr queso crema",
          "150 ml nata",
          "80 gr azúcar glas",
          "1 cucharada miel"
        ],
        "Steps": [
          "Paso 1\n\nElaboración bizcocho:\nEn un bowl ponemos los huevos junto con el azúcar, pizca de sal, canela, clavo y nuez moscada. Batimos hasta que obtengamos una mezcla aireada y esponjosa. A este punto se le llama \"\"Punto de letra\"\", lo sabremos cuando al levantar el batidor y la masa caiga no desaparezca el dibujo.",
          "Paso 2\n\nAgregamos el aceite y la ralladura de naranja, seguimos batiendo hasta que se incorpore completamente.",
          "Paso 3\n\nIncorporamos harina y polvo de hornear, previamente tamizados. Mezclamos con espátula realizando movimientos envolventes para mantener el aire que hemos incorporado en el batido.",
          "Paso 4\n\nPor último, añadimos la zanahoria rallada y las nueces, de la misma manera que hemos incorporado los secos, con movimientos envolventes. Engrasamos nuestro molde y vertemos la mezcla.",
          "Paso 5\n\nPara la crema de queso:\nPonemos todos los ingredientes en un bowl y batimos con batidor de varillas hasta que tengamos una crema firme.",
          "Paso 6\n\nUna vez esté el bizcocho frío, decoramos con la crema con ayuda de una manga y boquilla rizada. Decoramos al gusto ¡Y a disfrutar!"
        ]
    },
    {
        "Name": "Albóndigas con parmentier de patata y salsa de zanahoria",
        "Ingredients_ID":[160,1,22,63,161,55,10,19,26,7,60],
        "Ingredients": [
          "Albóndigas",
          "2 huevos",
          "Harina",
          "Pan rallado",
          "Sal",
          "Avecrem de verduras",
          "1/2 paquete zanahorias",
          "1 cebolla",
          "1 diente ajo",
          "5-6 patatas",
          "Mantequilla",
          "Leche",
          "Laurel"
        ],
        "Steps": [
          "Paso 1\n\nPelar y cortar las cebollas, el ajo y las zanahorias, las ponemos a pochar en una sartén y las patatas ya peladas y cortadas a cocer en una olla con dos hojas de laurel.",
          "Paso 2\n\nRebozar las albóndigas\nHarina>huevo>pan rayado\nLas apartamos.\nUna vez pochadas las verduras las pasamos a una tartera algo grande, mediana, mismo, ahí va a ir la salsa. Y le echamos agua hasta cubrirlas solo. Dejamos cocinar un poco y echamos el avecrem de verduras, un poco de harina para espesar y cuando más o menos veamos que no es muy líquido se tritura con batidora. Mirar el sal.",
          "Paso 3\n\nFreír las albondigas y según vayan estando se echan en la salsa de zanahoria (paso que yo me salté). La patata tiene que estar bastante blandita, deshacerse sola. Se escurre el agua, una cucharadita de mantequilla, un poquito de leche y triturar también hasta conseguir una especie de cremita suave, corriges la leche según veas tú y la sal. Plato listo!!"
        ]
    },
    {
        "Name": "Ensalada de frutas, un postre muy refrescante",
        "Ingredients_ID":[32,126,130,179],
        "Ingredients": [
          "1 Naranja",
          "1 Manzana",
          "1 Pera",
          "1 poco macedonia",
          "250 grs. de uvas blancas sin hueso",
          "250 grs. de uvas moradas sin hueso",
          "1 vasito vino moscatel"
        ],
        "Steps": [
          "Paso 1\n\nEstos son los ingredientes.",
          "Paso 2\n\nAñadir las uvas bien lavadas al bol de la macedonia y el vino moscatel.\nLas ponemos en la nevera hasta el momento de servir."
        ]
    },
    {
        "Name": "Tartaleta Limón, frutos rojos y merengue",
        "Ingredients_ID":[22,7,124,5,162,32],
        "Ingredients": [
          "200 gr harina",
          "75 gr mantequilla sin sal, fría y cortada a cuadraditos",
          "50 gr azúcar pulverizada",
          "1 huevo",
          "Pizca sal",
          "2 yemas",
          "Zumo de un Limón",
          "50 gr azúcar",
          "50 gr mantequilla sin sal",
          "Ralladura de Limón",
          "1 taza frutos rojos",
          "1 cucharada zumo de naranja",
          "50 gr azúcar",
          "50 gr mantequilla sin sal",
          "150 gr claras de huevo",
          "260 gr azúcar"
        ],
        "Steps": [
          "Paso 1\n\nElaboración masa quebrada:\nEn el bowl de nuestra amasadora ponemos la mantequilla junto con el azúcar glass, mezclamos hasta que consigamos una pasta, este proceso lo que podemos hacer igualmente a mano sin necesidad de máquinas. Añadimos el huevo y la sal sin dejar de batir y una vez integrado añadimos los 200 gr de harina tamizados, sin mezclar en exceso para no darle mucho más calor.\n\nFormamos una bola, envolvemos en film transparente y dejamos reposar en frío por 1 hora. Sacamos del frío y estiramos entre dos papeles de horno con un poco de harina, pasamos a un molde rizado (18-20 cm) asegurandonos de cubrirlo bien y no dejando exceso de masa en los borde. Pichamos con un tenedor y horneamos a 180ºC hasta que lo veamos doradito.",
          "Paso 2\n\nElaboración de las cremas (Mismo procedimiento para ambas):\nEn un cazo ponemos todos los ingredientes, excepto la mantequilla. Antes de poner al fuego mezclamos con unas varillas todo muy bien y llevamos a fuego medio sin dejar de remover hasta que la mezcla espese.\n\nUna vez que haya espesado, apartamos del fuego y añadimos la mantequilla. Removemos hasta qye la mantequilla se haya integrado por completo y dejamos enfriar primero a temperatura ambiente hasta que haya perdido casi todo el calor y luego en frío, tapada con film tranparente a piel, es decir tocando toda la superficie de la crema para así evitar que se cree una costra en la superficie.",
          "Paso 3\n\nElaboración Merengue Suizo:\nPonemos en un cazo las claras junto con el azúcar y llevamos al fuego medio/alto, removiendo hasta que el azúcar se haya disuelto. Esto lo podemos comprobar o bien con un termómetro llevando la mezcla hasta los 60-70ºC, o si no tenemos un termómetro podemos comprobarlo cogiendo un poco con los dedos y asi comprobamos que no quede granos de azúcar.\n\nUna vez lo tengamos ponemos a montar con unan varillas elécticas a máxima velocidad hasta que haya soltado todo el calor y haya montado formando picos firmes.",
          "Paso 4\n\nMontaje:\nUna vez que tengamos todas las elaboraciones listas y completamente frías, precedemos a montar.\n\nTIP IMPORTANTE: Antes de rellenar nuestra tartaleta, vamos a coger un poco de manteca de cacao o aceite de coco, la fundimos y pintamos toda la superficie interior de la tartaleta y dejar secar en frío; ¿Para qué sirve este paso? para evitar que la masa de tartaleta al estar en contacto con las cremas absorba humedad y se ablande.\n\nUna vez pintada la tartaleta y seca, añadimos en primer lugar la crema de frutos rojos y alisamos todo lo que podamos, añadimos con un cuchara pequeña la crema de limón, repartiendola en varios puntos por encima de la crema de frutos rojos y con ayuda de un cuchillo o palillo mezclamos un poco haciendo ese efecto con las dos cremas. Dejamos reposar en frío.",
          "Paso 5\n\nPonemos el merengue en una mitad de la tartaleta, bien con manga pastelera y boquilla, o con una espátula dándole un estilo más rústico.",
          "Paso 6\n\nQuemamos con soplete y decoramos al gusto con frutas y algun chocolate.",
          "Paso 7\n\nMontaje:\nUna vez que tengamos todas las elaboraciones listas y completamente frías, precedemos a montar.",
          "Paso 8\n\nTIP IMPORTANTE: Antes de rellenar nuestra tartaleta, vamos a coger un poco de manteca de cacao o aceite de coco, la fundimos y pintamos toda la superficie interior de la tartaleta y dejar secar en frío; ¿Para qué sirve este paso? para evitar que la masa de tartaleta al estar en contacto con las cremas absorba humedad y se ablande.",
          "Paso 9\n\nUna vez pintada la tartaleta y seca, añadimos en primer lugar la crema de frutos rojos y alisamos todo lo que podamos, añadimos con un cuchara pequeña la crema de limón, repartiendola en varios puntos por encima de la crema de frutos rojos y con ayuda de un cuchillo o palillo mezclamos un poco haciendo ese efecto con las dos cremas. Dejamos reposar en frío.\nPonemos el merengue en una mitad de la tartaleta, bien con manga pastelera y boquilla, o con una espátula dándole un estilo más rústico.",
          "Paso 10\n\nQuemamos con soplete y decoramos al gusto con frutas y algun chocolate.",
          "Paso 11\n\nDisfrutar de la tartaleta"
        ]
    },
    {
        "Name": "Vasos de queso y frutos rojos",
        "Ingredients_ID":[159,163,124,164,165,180,169,108],
        "Ingredients": [
          "300 grs. de queso crema",
          "250 grs. de queso mascarpone",
          "3 cdas. de azúcar glas",
          "1 gotita de esencia de vainilla (opcional)",
          "8 + 1 galletas tipo digestiv",
          "6-8 fresas",
          "70 grs. de frambuesas",
          "100 grs. de arándanos"
        ],
        "Steps": [
          "Paso 1\n\nDesmenuzamos las galletas.",
          "Paso 2\n\nMezclamos los quesos con el azúcar glass y la vainilla.",
          "Paso 3\n\nCortamos las frutas y las mezclamos.",
          "Paso 4\n\nColocamos las capas en los vasos y llevamos a la nevera."
        ]
    },
    {
        "Name": "Jamón con melón",
        "Ingredients_ID":[166,167,46,168],
        "Ingredients": [
          "4 rebanadas de pan de molde (en mi caso integral)",
          "1 rodaja de melón",
          "8 lonchas de jamón",
          "Salsa de tomate"
        ],
        "Steps": [
          "Paso 1\n\nUntamos el pan de molde con la salsa de tomate.",
          "Paso 2\n\nCortamos cada rebanada de pan en cuatro cuadraditos.",
          "Paso 3\n\nCortamos el melón en láminas y colocamos un trocito de melón sobre cada cuadradito de pan untado con tomate.",
          "Paso 4\n\nCortamos por la mitad las lonchas de jamón.",
          "Paso 5\n\nColocamos una media loncha de jamón, dobladita sobre sí misma, sobre las láminas de melón.",
          "Paso 6\n\nColocamos en un plato grande y que cada comensal se coma los trocitos que desee."
        ]
    },
    {
        "Name": "Ensalada de berenjena y frutos rojos",
        "Ingredients_ID":[56,169,165,170,27,171,19],
        "Ingredients": [
          "200 gramos de berenjena",
          "2-3 fresas",
          "1 cucharada de arándanos",
          "1 cucharada de granos de granada",
          "1/2 tomate mediano para ensalada",
          "20 gramos de queso de cabra",
          "1 diente de ajo",
          "Sal",
          "Vinagre balsámico de frambuesa",
          "Aceite de oliva virgen extra"
        ],
        "Steps": [
          "Paso 1\n\nCortar la berenjena en tiras como de un dedo. Poner en una fuente apta para el microondas con un poco de sal y aceite de oliva virgen extra. Mezclar bien y meter al microondas a media potencia unos 5 minutos.",
          "Paso 2\n\nLavar y cortar el tomate en dados. Lavar, secar y laminar las fresas.",
          "Paso 3\n\nEn un bol poner el ajo pelado y prensado, sal, 2 cucharadas de aceite de oliva virgen extra y 1 cucharadita de vinagre balsámico de frambuesa. Mezclar y reservar.",
          "Paso 4\n\nEn un plato de servir poner la berenjena, el tomate y las fresas. Repartir los arándanos, los granos de granada y el queso desmenuzado.",
          "Paso 5\n\nAliñar con la emulsión reservada y poner un poco más de vinagre balsámico de frambuesa por encima. Servir y buen provecho!"
        ]
    }

]
